amd-ucode
apio
ardour
avr-gcc
avr-libc
base
base-devel
bc
blueman
bluez-utils
breeze
breeze-gtk
breeze5
btop
btrfs-progs
catfish
chromium
clang
cliphist
cmake
cmatrix-git
cni-plugins
cpio
cpupower
cuda
dkms
dmidecode
dnsmasq
dunst
edk2-ovmf
efibootmgr
emacs
exfatprogs
file-roller
firefox
firefoxpwa
firewalld
flatpak
font-manager
gamemode
gamescope
gdb
gimp
git
git-lfs
glfw
glmark2
gnome-keyring
godot
gpart
gparted
grim
gst-plugin-pipewire
guestfs-tools
gvfs
gvfs-afc
gvfs-mtp
harvid
htop
hypridle
hyprland
hyprland-qtutils
hyprlock
hyprpicker
hyprwayland-scanner
imagemagick
inkscape
iptables-nft
iwd
jq
jupyter-notebook
jupyter-server-mathjax
kdeclarative
kdenlive-appimage
kicad
kitty
lazygit
lib2geom
lib32-nvidia-utils
libosinfo
libpulse
libreoffice-fresh
libvirt
linux
linux-firmware
linux-headers
loupe
luanti
luarocks
lutris
man-db
mangohud
mediainfo
mercurial
meson
monero
monero-gui
nano
neofetch
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
nvidia-container-toolkit
nvidia-dkms
nvidia-settings
nwg-look
opentimelineio
otf-font-awesome
p2pool
pacseek
papirus-icon-theme
pavucontrol
phinger-cursors
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plocate
podman
podman-compose
polkit-gnome
polkit-kde-agent
poppler-glib
python-matplotlib
python-pandas
python-pip
python-pipx
python-scikit-learn
python-scipy
python-seaborn
qemu-full
qemu-img
qt5-graphicaleffects
qt5-quickcontrols2
qt5-wayland
qt6-imageformats
qt6-wayland
recordmydesktop
rhythmbox
ripgrep
rofi-emoji-git
rofi-wayland
rust
sddm
slirp4netns
slurp
smartmontools
steam
swtpm
swww
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thunar
thunar-archive-plugin
thunar-volman
timeshift
tmux
torbrowser-launcher
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-nerd-fonts-symbols-mono
tumbler
vim
virt-install
virt-manager
virt-viewer
vulkan-extra-layers
vulkan-extra-tools
vulkan-html-docs
vulkan-tools
vulkan-utility-libraries
waybar
webcord-bin
wget
wireless_tools
wireplumber
wlogout
wlrobs
wofi
wttrbar
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xfsprogs
xmrig
xorg-server
xorg-xhost
xorg-xinit
yay
zoom
zram-generator
