amd-ucode
base
base-devel
bc
blueman
bluez-utils
btop
btrfs-progs
catfish
clang
cliphist
cmake
cmatrix-git
cpio
cuda
dkms
dmidecode
dnsmasq
dunst
edk2-ovmf
efibootmgr
exfatprogs
file-roller
firefox
firefox-pwa
flatpak
font-manager
gamemode
gamescope
gimp
git
git-lfs
glmark2
gnome-keyring
gpart
gparted
grim
gst-plugin-pipewire
guestfs-tools
gvfs
gvfs-afc
gvfs-mtp
htop
hypridle
hyprland
hyprlock
hyprpicker
hyprwayland-scanner
inkscape
iptables-nft
iwd
jq
kitty
lazygit
lib2geom
lib32-nvidia-utils
libosinfo
libpulse
libva-mesa-driver
libvirt
linux
linux-firmware
linux-headers
loupe
lutris
man-db
meson
mlocate
nano
neofetch
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
nvidia-dkms
nwg-look
otf-font-awesome
pacseek
papirus-icon-theme
pavucontrol
phinger-cursors
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
podman
polkit-gnome
polkit-kde-agent
poppler-glib
qemu-full
qemu-img
qt5-graphicaleffects
qt5-quickcontrols2
qt5-wayland
qt6-wayland
rhythmbox
ripgrep
rofi-emoji-git
rofi-wayland
sddm
slurp
smartmontools
steam
swtpm
swww
thunar
thunar-archive-plugin
thunar-volman
timeshift
tmux
torbrowser-launcher
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-nerd-fonts-symbols-mono
tumbler
ufw
vim
virt-install
virt-manager
virt-viewer
vulkan-tools
waybar
webcord-bin
wget
wireless_tools
wireplumber
wlogout
wofi
wttrbar
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xfsprogs
xorg-server
xorg-xhost
xorg-xinit
yay
yay-debug
zram-generator
