amd-ucode
base
base-devel
bc
blueman
bluez-utils
breeze
breeze5
breeze-gtk
btop
btrfs-progs
catfish
clang
cliphist
cmake
cpupower
dkms
dnsmasq
dunst
efibootmgr
exfatprogs
file-roller
firefox
firefoxpwa
firewalld
flatpak
font-manager
git
git-lfs
gnome-keyring
gpart
gparted
grim
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-mtp
htop
hypridle
hyprland
hyprlock
hyprpicker
hyprpolkitagent
hyprqt6engine
iptables-nft
irqbalance
iwd
jq
kdeclarative
libpulse
libva-nvidia-driver
linux
linux-firmware
linux-headers
localsend-bin
loupe
luarocks
man-db
mediainfo
nano
neovim
networkmanager
network-manager-applet
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
nvidia-open-dkms
nvidia-settings
nwg-displays
nwg-look
otf-font-awesome
pacseek
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plocate
python-pip
python-pipx
qt5-graphicaleffects
qt5-quickcontrols2
qt5-wayland
qt6-imageformats
qt6-wayland
rebuild-detector
reflector
rhythmbox
rofi
rofi-emoji-git
sddm
slurp
smartmontools
speech-dispatcher
swww
thunar
thunar-archive-plugin
thunar-volman
timeshift
tmux
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-nerd-fonts-symbols-mono
ttf-roboto-mono-nerd
tumbler
uwsm
vim
waybar
wget
wireless_tools
wireplumber
wlogout
wttrbar
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xhost
xorg-xinit
yay
zram-generator
