ardour
avr-gcc
avr-libc
chromium
discord
gimp
globalprotect-openconnect
harvid
imagemagick
inkscape
irqbalance
kdenlive
kicad
kitty
libreoffice-fresh
luanti
mediainfo
mochi-appimage
obsidian
opentimelineio
poppler-glib
rofi-emoji-git
rofi-wayland
slack-desktop-wayland
torbrowser-launcher
wireless_tools
