ardour
avr-gcc
avr-libc
chromium
clang
cmake
cuda
discord
edk2-ovmf
gamemode
gamescope
gdb
gimp
git
git-lfs
glfw
glmark2
globalprotect-openconnect
godot
guestfs-tools
harvid
imagemagick
inkscape
irqbalance
jq
jupyter-notebook
jupyter-server-mathjax
kdenlive
kicad
kitty
lazygit
lib2geom
libosinfo
libreoffice-fresh
libvirt
luanti
luarocks
mangohud
mediainfo
mochi-appimage
npm
nvidia-container-toolkit
nvidia-open-dkms
obsidian
opentimelineio
podman
podman-compose
poppler-glib
python-matplotlib
python-pandas
python-pip
python-pipx
python-scikit-learn
python-scipy
python-seaborn
qemu-full
qemu-img
rebuild-detector
reflector
rofi
rofi-emoji-git
slack-desktop-wayland
slirp4netns
steam
swtpm
torbrowser-launcher
virt-install
virt-manager
virt-viewer
vulkan-extra-layers
vulkan-extra-tools
vulkan-html-docs
vulkan-tools
vulkan-utility-libraries
wireless_tools
