ardour
avr-gcc
avr-libc
brightnessctl
chromium
discord
gimp
globalprotect-openconnect
godot
harvid
imagemagick
inkscape
kdenlive
kicad
kile
kitty
libreoffice-fresh
luanti
mochi-appimage
obsidian
opentimelineio
poppler-glib
slack-desktop-wayland
texlive-fontsrecommended
texlive-latex
texlive-mathscience
torbrowser-launcher
