clang
cmake
gdb
git
git-lfs
glfw
glmark2
godot
jq
jupyter-notebook
jupyter-server-mathjax
lazygit
lib2geom
luarocks
npm
python-matplotlib
python-pandas
python-pip
python-pipx
python-scikit-learn
python-scipy
python-seaborn
cuda
vulkan-extra-layers
vulkan-extra-tools
vulkan-html-docs
vulkan-tools
vulkan-utility-libraries
