cuda
gdb
glfw
glmark2
jupyter-notebook
jupyter-server-mathjax
lazygit
lib2geom
python-matplotlib
python-pandas
python-scikit-learn
python-scipy
python-seaborn
vulkan-extra-layers
vulkan-extra-tools
vulkan-html-docs
vulkan-tools
vulkan-utility-libraries
android-emulator
android-sdk
android-sdk-cmdline-tools-latest
android-sdk-platform-tools
mesa-utils
ninja
